tap 'homebrew/cask'
tap 'databricks/tap'

cask 'docker'
cask 'fellow'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iterm2'
cask 'karabiner-elements'
cask 'obsidian'
cask 'pgadmin4'
cask 'postman'
cask 'pycharm'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'zoom'

brew 'act'
brew 'astro'
brew 'azure-cli'
brew 'bat'
brew 'databricks'
brew 'fish'
brew 'gh'
brew 'git'
brew 'glow'
brew 'helm'
brew 'kind'
brew 'kubectl'
brew 'make'
brew 'nvm'
brew 'poetry'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'tree'
brew 'uv'
brew 'wget'
