tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/services'
tap 'homebrew/cask'

cask 'docker'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iterm2'
cask 'pgadmin4'
cask 'postman'
cask 'pycharm'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'

brew 'fish'
brew 'gh'
brew 'git'
brew 'nvm'
brew 'postgresql'
brew 'pyenv'
brew 'tree'
brew 'wget'
